Revit 2027 API
SymbolTypeId.FeetOfWater Property
 Symbol Feet, indicating unit Feet of water (39.2 °F).
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FeetOfWater { get; }
Public Shared ReadOnly Property FeetOfWater As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FeetOfWater {
	ForgeTypeId^ get ();
}
static member FeetOfWater : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace